#!/usr/bin/env python
# -*- coding: utf-8 -*-

agreement = """
Empty
            """

hello = """
Привет.. бла-бла-бла

Знакомься я - ФОРМАТЕР бот там
"""

check_on_valid_ads = """
ТУТ РЕКЛАМА
"""

check_bin_ads = """
ТУТ ТОЖЕ РЕКЛАМА
"""

format_message = """
📥 Отправьте боту файл(.txt), содержащий CC и он вернёт вам его отформатированным...

⚠ <code>Важное условие СС в файле должны быть представлены в формате 1 строка = 1 СС</code>
"""

send_file_message = """
✅ Файл был успешно форматирован!
"""

error_file = """
⚠ Что-то пошло не так
"""

def users_amount(amount):
    return f"""
👥 Число пользователей в проекте <code>[{amount}]</code>   
    """